<div class="post-details__image-wrapper post-text">
    <div class="post__main">
      <h2><a href="#">Полезный пост про Байкал</a></h2>
      <p>
        Озеро Байкал – огромное древнее озеро в горах Сибири к северу от монгольской границы. Байкал считается самым глубоким озером в мире. Он окружен сетью пешеходных маршрутов, называемых Большой байкальской тропой. Деревня Листвянка, расположенная на западном берегу озера, – популярная отправная точка для летних экскурсий. Зимой здесь можно кататься на коньках и собачьих упряжках.
      </p>
      <a class="post-text__more-link" href="#">Читать далее</a>
    </div>
</div>
